Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/librecad-tm.tmx
Source language: en
Languages: ca_es

source: Select object:
ca_es: Seleccioneu objecte:

source: Cancel
ca_es: Cancel·la

source: Specify a point
ca_es: Especifiqueu un punt

source: Select objects:
ca_es: Seleccioneu objectes:

source: &File
ca_es: &Fitxer

source: &Edit
ca_es: &Edita

source: Focus on &Command Line
ca_es: Posa el focus en la &línia d'ordres

source: &View
ca_es: &Visualitza

source: &Select
ca_es: &Selecciona

source: &Line
ca_es: &Línia

source: &Circle
ca_es: &Circumferència

source: &Draw
ca_es: &Traça

source: &Dimension
ca_es: &Cotes

source: &Modify
ca_es: &Modifica

source: &Snap
ca_es: Fo&rça

source: &Info
ca_es: &Informació

source: &Layer
ca_es: Ca&pes

source: &Block
ca_es: &Blocs

source: About
ca_es: Quant a

source: &Help
ca_es: &Ajuda

source: De&bugging
ca_es: De&puració

source: &Cascade
ca_es: &Cascada

source: &Tile
ca_es: &Mosaic

source: Tile &Horizontally
ca_es: Mosaic &horitzontal

source: Creating new file...
ca_es: S'està creant un fitxer nou...

source: unnamed document %1
ca_es: document sense nom %1

source: Opening recent file...
ca_es: S'està obrint un fitxer recent...

source: Loaded document:
ca_es: Document carregat:

source: Opening aborted
ca_es: S'ha interromput l'obertura del fitxer

source: Printing...
ca_es: S'està imprimint...

source: Exiting application...
ca_es: S'està sortint de l'aplicació...

source: About...
ca_es: Quant a...

source: Layer List
ca_es: Llista de capes

source: Block List
ca_es: Llista de blocs

source: Library Browser
ca_es: Navegador de la biblioteca

source: Print preview for %1
ca_es: Previsualització d'impressió per a %1

source: New Drawing created.
ca_es: S'ha creat un dibuix nou.

source: Saving drawing...
ca_es: S'està desant el dibuix...

source: Saved drawing: %1
ca_es: S'ha desat el dibuix: %1

source: Saving drawing under new filename...
ca_es: S'està desant el dibuix sota un nom nou...

source: Exporting drawing...
ca_es: S'està exportant el dibuix...

source: Exported: %1
ca_es: Exportat: %1

source: Exporting...
ca_es: S'està exportant...

source: Export complete
ca_es: S'ha completat l'exportació

source: Export failed!
ca_es: Ha fallat l'exportació!

source: Printing complete
ca_es: S'ha completat la impressió

source: Command line
ca_es: Línia d'ordres

source: Block '%1'
ca_es: Bloc '%1'

source: Cannot open the file %1 Please check the permissions.
ca_es: No es pot obrir el fitxer %1 Comproveu els permisos.

source: Cannot save the file %1 Please check the permissions.
ca_es: No es pot desar el fitxer %1 Comproveu els permisos.

source: None
ca_es: No res

source: Modules: %1
ca_es: Mòduls: %1

source: &Window
ca_es: Fi&nestres

source: Running script '%1'
ca_es: S'està executant l'script '%1'

source: Inserting block '%1'
ca_es: S'està inserint el bloc '%1'

source: &Polyline
ca_es: P&olilínia

source: Insert Image
ca_es: Insereix una imatge

source: Auto-saving drawing...
ca_es: S'està desant automàticament el dibuix...

source: Auto-saved drawing
ca_es: El dibuix s'ha desat automàticament

source: Cannot auto-save the file %1 Please check the permissions. Auto-save disabled.
ca_es: No es pot desar automàticament el fitxer %1 Comproveu els permisos. S'ha desactivat el desament automàtic.

source: Help
ca_es: Ajuda

source: Bugger, I couldn't find the helpfiles on the filesystem.
ca_es: No es poden trobar els fitxers d'ajuda en el sistema de fitxers.

source: Import
ca_es: Importa

source: &Toolbars
ca_es: &Barres d'eines

source: Compiled on: %1
ca_es: Compilat en: %1

source: Program Icons Supplied by
ca_es: Icones del programa subministrades per

source: Splash and Logo supplied by
ca_es: Presentació i logo subministrats per

source: Main Website :
ca_es: Lloc web principal :

source: Version: %1
ca_es: Versió: %1

source: SCM Revision: %1
ca_es: Revisió SCM: %1

source: Warning: File already opened :
ca_es: Avís: El fitxer ja està obert :

source: Cannot save the file
ca_es: No es pot desar el fitxer

source: , please check the filename and permissions.
ca_es: , comproveu el nom del fitxer i els permisos.

source: Please consider donating to LibreCAD to help maintain the source code and website.
ca_es: Considereu la possibilitat de fer una donació a LibreCAD per a ajudar a mantenir el codi font i el lloc web.

source: Su&b-Window mode
ca_es: Mode de su&b-finestra

source: Tile &Vertically
ca_es: Mosaic &vertical

source: Ta&b mode
ca_es: Mode de pes&tanya

source: Draw &Order
ca_es: &Ordre de dibuix

source: Do you really want to close the file %1?
ca_es: Esteu segur que voleu tancar el fitxer %1?

source: Do you really want to close the drawing?
ca_es: Esteu segur que voleu tancar el dibuix?

source: Closing Drawing
ca_es: S'està tancant el dibuix

source: &Close
ca_es: &Tanca

source: &Free
ca_es: &Lliure

source: &Grid
ca_es: &Graella

source: &Center
ca_es: &Centre

source: &Middle
ca_es: Punt &mitjà

source: &Distance from Endpoint
ca_es: &Distància des del punt final

source: &Intersection
ca_es: &Intersecció

source: Restrict &Nothing
ca_es: Se&nse restriccions

source: Restrict &Orthogonally
ca_es: Restringeix &perpendicularment

source: Restrict &Horizontally
ca_es: Restringeix &horitzontalment

source: &Application Preferences
ca_es: Preferències de l'&aplicació

source: &Statusbar
ca_es: Barra d'&estat

source: &Draft
ca_es: &Esborrany

source: Open IDE
ca_es: Obre IDE

source: Run Script..
ca_es: Executa un script..

source: &Preferences
ca_es: &Preferències

source: &Export...
ca_es: &Exporta...

source: &Print...
ca_es: &Imprimeix...

source: &Quit
ca_es: &Surt

source: &Selection pointer
ca_es: Punter de &selecció

source: &Endpoint
ca_es: Punt &final

source: &OnEntity
ca_es: &En una entitat

source: Restrict &Vertically
ca_es: Restringeix &verticalment

source: Arc Options
ca_es: Opcions d'arc

source: Clockwise
ca_es: Sentit de les agulles del rellotge

source: Counterclockwise
ca_es: Sentit contrari al de les agulles del rellotge

source: Tangential Arc Options
ca_es: Opcions d'arc tangencial

source: Radius of the tangential arc
ca_es: Radi de l'arc tangencial

source: Total subtending angle of the tangential arc
ca_es: Angle oposat total de l'arc tangencial

source: Radius
ca_es: Radi

source: Bevel Options
ca_es: Opcions de bisell

source: Trim
ca_es: Redueix

source: Check to trim both entities to the bevel
ca_es: Comprova si es pot construir el bisell

source: Length 1:
ca_es: Longitud 1:

source: Length 2:
ca_es: Longitud 2:

source: Block Settings
ca_es: Paràmetres del bloc

source: Block Name:
ca_es: Nom del bloc:

source: Renaming Block
ca_es: S'està canviant el nom del bloc

source: Could not name block. A block named "%1" already exists.
ca_es: No es pot canviar el nom del bloc. Ja hi ha un bloc amb el nom "%1".

source: &OK
ca_es: &D'acord

source: Remove the active block
ca_es: Elimina el bloc actiu

source: Rename the active block
ca_es: Canvia el nom del bloc actiu

source: Edit the active block in a separate window
ca_es: Edita el bloc actiu en una finestra separada

source: Insert the active block
ca_es: Insereix el bloc actiu

source: Block Menu
ca_es: Menú de blocs

source: &Defreeze all Blocks
ca_es: &Descongela tots els blocs

source: &Freeze all Blocks
ca_es: &Congela tots els blocs

source: &Add Block
ca_es: &Afegeix un bloc

source: &Remove Block
ca_es: &Elimina el bloc

source: &Edit Block
ca_es: &Edita el bloc

source: &Toggle Visibility
ca_es: Commuta la &visibilitat

source: Show all blocks
ca_es: Mostra tots els blocs

source: Hide all blocks
ca_es: Oculta tots els blocs

source: &Rename Block
ca_es: Can&via el nom del bloc

source: &Insert Block
ca_es: &Insereix un bloc

source: &Create New Block
ca_es: &Crea un bloc nou

source: Create Block
ca_es: Crea un bloc

source: Add an empty block
ca_es: Afegeix un bloc buit

source: save the active block to a file
ca_es: desa el bloc actiu en un fitxer

source: CAD Tools
ca_es: Eines CAD

source: Arc with three points
ca_es: Arc amb tres punts

source: Arc with Center, Point, Angles
ca_es: Arc amb centre, punt, angles

source: Back to main menu
ca_es: Torna al menú principal

source: Concentric
ca_es: Concèntric

source: Arc tangential to base entity with radius
ca_es: Arc tangent a entitat de base amb radi

source: Circles
ca_es: Circumferències

source: Circle with two opposite points
ca_es: Circumferència amb dos punts oposats

source: Circle with center and radius
ca_es: Circumferència amb centre i radi

source: Circle with center and point
ca_es: Circumferència amb centre i punt

source: Circle with three points
ca_es: Circumferència amb tres punts

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Draw Circle inscribed in a triangle, <span style=" font-style:italic;">i.e.</span>, tangential to 3 lines</p></body></html>
ca_es: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Dibuixa una circumferència inscrita en un triangle, <span style=" font-style:italic;">i.e.</span>, tangent a 3 línies</p></body></html>

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif';">Draw a tangential Circle of two circles, given the radius</span></p></body></html>
ca_es: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif';">Dibuixa una circumferència tangent a dues circumferències, donat el radi</span></p></body></html>

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif';">Draw a tangential Circle of three circles</span></p></body></html>
ca_es: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif';">Dibuixa una circumferència tangent a tres circumferències</span></p></body></html>

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif';">Draw a tangential Circle of a circle, passing two given points</span></p></body></html>
ca_es: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif';">Dibuixa una circumferència tangent a una circumferència, que passa per dos punts donats</span></p></body></html>

source: Dimensions
ca_es: Cotes

source: Diametric Dimension
ca_es: Cota diametral

source: Radial Dimension
ca_es: Cota radial

source: Vertical Dimension
ca_es: Cota vertical

source: Horizontal Dimension
ca_es: Cota horitzontal

source: Linear Dimension
ca_es: Cota lineal

source: Aligned Dimension
ca_es: Cota alineada

source: Angular Dimension
ca_es: Cota angular

source: Leader
ca_es: Guia

source: Ellipse arc with center, two points and angles
ca_es: Arc d'el·lipse a partir del centre, dos punts i els angles

source: Ellipse with Center and two points
ca_es: El·lipse a partir del centre i dos punts

source: Draw Ellipse by foci and a point on ellipse
ca_es: Dibuixa una el·lipse a partir dels focus i un punt de l'el·lipse

source: Draw Ellipse with axes in x-/y-directions by four points on ellipse
ca_es: Dibuixa una el·lipse amb els eixos en les direccions x/y a partir de quatre punts de l'el·lipse

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Draw Ellipse inscribed in a quadrilateral, <span style=" font-style:italic;">i.e.</span>, tangential to four lines</p></body></html>
ca_es: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Dibuixa una el·lipse inscrita en un quadrilàter, <span style=" font-style:italic;">i.e.</span>, tangent a quatre línies</p></body></html>

source: <html><head/><body><p>Draw Ellipse by center and 3 points on ellipse</p></body></html>
ca_es: <html><head/><body><p>Dibuixa una el·lipse a partir del centre i 3 punts en l'el·lipse</p></body></html>

source: Info
ca_es: Informació

source: Distance (Point, Point)
ca_es: Distància (punt, punt)

source: Distance (Entity, Point)
ca_es: Distància (entitat, punt)

source: Total length of selected entities
ca_es: Longitud total de les entitats seleccionades

source: Area of polygon
ca_es: Àrea d'un polígon

source: Lines
ca_es: Línies

source: Freehand lines
ca_es: Línies a mà alçada

source: Orthogonal lines
ca_es: Línies perpendiculars

source: Bisectors
ca_es: Bisectrius

source: Tangents from circle to circle
ca_es: Tangent a dues circumferències

source: Tangents from point to circle
ca_es: Tangent a una circumferencia des d'un punt

source: Line with two points
ca_es: Línia amb dos punts

source: Lines with relative angles
ca_es: Línies amb angles relatius

source: Line with given angle
ca_es: Línia amb un angle donat

source: Horizontal lines
ca_es: Línies horitzontals

source: Vertical lines
ca_es: Línies verticals

source: Polygons with Center and Corner
ca_es: Polígons amb centre i vèrtex

source: Polygons with two Corners
ca_es: Polígons amb dos vèrtexs

source: Parallels with distance
ca_es: Paral·leles a una distància

source: Parallels through point
ca_es: Paral·leles per un punt

source: Tangents to a circle, orthogonal to a line
ca_es: Tangents a una circumferència, ortogonals a una línia

source: Main
ca_es: Principal

source: Show toolbar "Lines"
ca_es: Mostra la barra d'eines "Línies"

source: Show toolbar "Arcs"
ca_es: Mostra la barra d'eines "Arcs"

source: Show toolbar "Circles"
ca_es: Mostra la barra d'eines "Circumferències"

source: Show toolbar "Ellipses"
ca_es: Mostra la barra d'eines "El·lipses"

source: Show toolbar "Polylines"
ca_es: Mostra la barra d'eines "Polilínies"

source: Draw Splines
ca_es: Traça splines

source: Draw Points
ca_es: Traça punts

source: Insert Text
ca_es: Insereix un text

source: Show toolbar "Dimensions"
ca_es: Mostra la barra d'eines "Cotes"

source: Create Hatch
ca_es: Crea un ratllat

source: Show toolbar "Modify"
ca_es: Mostra la barra d'eines "Modifica"

source: Show toolbar "Info"
ca_es: Mostra la barra d'eines "Informació"

source: Show toolbar "Select"
ca_es: Mostra la barra d'eines "Selecció"

source: Modify
ca_es: Modifica

source: Rotate
ca_es: Gira

source: Scale
ca_es: Escala

source: Move and Rotate
ca_es: Mou i gira

source: Explode
ca_es: Explota

source: Delete
ca_es: Suprimeix

source: Stretch
ca_es: Amplia

source: Round
ca_es: Arrodoneix

source: Bevel
ca_es: Bisell

source: Trim by amount
ca_es: Redueix o estén una quantitat

source: Trim / Extend two
ca_es: Redueix / estén dos

source: Trim / Extend
ca_es: Redueix / estén

source: Edit Entity Attributes
ca_es: Edita els atributs de l'entitat

source: Edit Entity Geometry
ca_es: Edita la geometria de l'entitat

source: Mirror
ca_es: Simetria

source: Divide
ca_es: Divisió

source: Explode Text into Letters
ca_es: Explota text en lletres

source: Edit Text
ca_es: Edita el text

source: Move / Copy
ca_es: Mou / Copia

source: Rotate Two
ca_es: Gira dos

source: Offset (Experimental Feature, work in progress)
ca_es: Desfasament (característica experimental, s'hi està treballant)

source: Points
ca_es: Punts

source: Single points
ca_es: Punts senzills

source: Polylines
ca_es: Polilínies

source: Create Polyline
ca_es: Crea una polilínia

source: Delete between two nodes
ca_es: Suprimeix entre dos nodes

source: Add node
ca_es: Afegeix un node

source: Delete node
ca_es: Suprimeix un node

source: Trim segments
ca_es: Redueix segments

source: Append node
ca_es: Allarga una polilínia

source: Polyline equidistant
ca_es: Polilínia equidistant

source: Create Polyline from Existing Segments
ca_es: Crea una polilínia a partir de segment existents

source: Select
ca_es: Selecciona

source: Select all
ca_es: Selecciona-ho tot

source: Select intersected entities
ca_es: Selecciona les entitats que s'interseccionen

source: Deselect intersected entities
ca_es: Desselecciona les entitats que s'interseccionen

source: Deselect all
ca_es: Desselecciona-ho tot

source: Invert Selection
ca_es: Inverteix la selecció

source: Select layer
ca_es: Selecciona una capa

source: (De-)Select contour
ca_es: (Des)Selecciona contorns

source: (De-)Select entity
ca_es: (Des)Selecciona entitats

source: Deselect Window
ca_es: Desselecciona una finestra

source: Select Window
ca_es: Selecciona una finestra

source: Continue action
ca_es: Continua l'acció

source: Circle Options
ca_es: Opcions de circumferències

source: Radius:
ca_es: Radi:

source: Circle Tangential2 Options
ca_es: Opcions de circumferència tangencial2

source: <html><head/><body><p>Radius of the tangential circle to draw</p></body></html>
ca_es: <html><head/><body><p>Radi de la circumferència tangent que s'ha de traçar</p></body></html>

source: Radius of tangential circle
ca_es: Radi de la circumferència tangent

source: By Layer
ca_es: Per capa

source: By Block
ca_es: Per bloc

source: Red
ca_es: Vermell

source: Yellow
ca_es: Groc

source: Green
ca_es: Verd

source: Cyan
ca_es: Cian

source: Blue
ca_es: Blau

source: Black / White
ca_es: Negre / blanc

source: Gray
ca_es: Gris

source: Light Gray
ca_es: Gris clar

source: Others..
ca_es: Altres..

source: Unchanged
ca_es: No canviat

source: Dark Red
ca_es: Vermell fosc

source: Dark Yellow
ca_es: Groc fosc

source: Dark Green
ca_es: Verd fosc

source: Dark Cyan
ca_es: Cian fosc

source: Dark Blue
ca_es: Blau fosc

source: Dark Magenta
ca_es: Magenta fosc

source: Dark Gray
ca_es: Gris fosc

source: clear
ca_es: Neteja

source: Command Line
ca_es: Línia d'ordres

source: Command:
ca_es: Ordre:

source: Unknown command: %1
ca_es: Ordre desconeguda: %1

source: Command history and output
ca_es: Historial i sortida d'ordres

source: Clear
ca_es: Neteja

source: Coordinates
ca_es: Coordenades

source: Linear Dimension Options
ca_es: Opcions de cotes lineals

source: Dimension Options
ca_es: Opcions de cotes

source: Label:
ca_es: Etiqueta:

source: Dimension Label Editor
ca_es: Editor de cotes lineals

source: Dimension Label:
ca_es: Cota lineal:

source: Insert:
ca_es: Insereix:

source: ø (Diameter)
ca_es: ø (Diametre)

source: ° (Degree)
ca_es: ° (Grau)

source: ± (Plus / Minus)
ca_es: ± (Més / Menys)

source: × (Times)
ca_es: × (Multiplicació)

source: ÷ (Division)
ca_es: ÷ (Divisió)

source: Layer:
ca_es: Capa:

source: Geometry
ca_es: Geometria

source: Center (y):
ca_es: Centre (y):

source: Center (x):
ca_es: Centre (x):

source: Start Angle:
ca_es: Angle inicial:

source: End Angle:
ca_es: Angle final:

source: Reversed
ca_es: Invertit

source: Attributes
ca_es: Atributs

source: Circle
ca_es: Circumferència

source: Dimension
ca_es: Cota

source: Rotation:
ca_es: Rotació:

source: Minor:
ca_es: Menor:

source: Choose Hatch Attributes
ca_es: Trieu els atributs de ratllat

source: Pattern
ca_es: Patró

source: Scale:
ca_es: Escala:

source: Solid Fill
ca_es: Color sòlid

source: Preview
ca_es: Previsualització

source: Enable Preview
ca_es: Activa la previsualització

source: Image
ca_es: Imatge

source: Width:
ca_es: Amplada:

source: Height:
ca_es: Altura:

source: insert (x):
ca_es: Insereix (x):

source: Size (px):
ca_es: Mida (px):

source: path:
ca_es: camí:

source: insert (y):
ca_es: Insereix (y):

source: Welcome
ca_es: Benvinguts

source: <font size="+1"><b>Welcome to QCad</b> </font> <br> Please choose the unit you want to use for new drawings and your preferred language.<br> You can changes these settings later in the Options Dialog of QCad.
ca_es: <font size="+1"><b>Welcome to QCad</b> </font> <br> Escolliu la unitat que voleu utilitzar per a nosus dibuixos i el vostre idioma preferit.<br> Podreu canviar aquests paràmetres més avant en el menú Edita/Preferències de LibreCAD.

source: Default Unit:
ca_es: Unitat predeterminada:

source: GUI Language:
ca_es: Llengua de la interfície gràfica:

source: Command Language:
ca_es: Llengua de la línia d'ordres:

source: OK
ca_es: D'acord

source: Insert
ca_es: Insereix

source: Insertion point (x):
ca_es: Punt d'inserció (x):

source: Insertion point (y):
ca_es: Punt d'inserció (y):

source: Rows:
ca_es: Files:

source: Columns:
ca_es: Columnes:

source: Row Spacing:
ca_es: Espai entre files:

source: Column Spacing:
ca_es: Espai entre columnes:

source: Scale X:
ca_es: Escala X:

source: Scale Y:
ca_es: Escala Y:

source: Line
ca_es: Línia

source: End point (x):
ca_es: Punt final (x):

source: End point (y):
ca_es: Punt final (y):

source: Start point (y):
ca_es: Punt inicial (y):
